{
  "cookie": {
    "title": "Protezione della tua Privacy",
    "subtitle": "Utilizziamo i cookie essenziali",
    "explanation": "MirrorBuddy utilizza cookie per proteggerti e migliorare la tua esperienza di apprendimento. I cookie essenziali sono necessari per far funzionare l'app in modo sicuro.",
    "list": {
      "session": "Cookie di sessione per mantenere il tuo login sicuro",
      "preferences": "Cookie per ricordare le tue preferenze di accessibilità e lingua",
      "protect": "Cookie di sicurezza per proteggerti da attacchi e abusi"
    },
    "analytics": {
      "label": "Analytics Opzionali",
      "description": "Aiutaci a capire come usi MirrorBuddy per migliorare l'app (completamente anonimo)",
      "aria": "Toggle per abilitare o disabilitare analytics"
    },
    "customize": {
      "title": "Preferenze Cookie",
      "description": "Scegli quali cookie vuoi accettare. I cookie essenziali sono sempre necessari per il funzionamento dell'app.",
      "essentialDesc": "Necessario per sicurezza e funzionalità. Non può essere disabilitato.",
      "cancel": "Annulla",
      "save": "Salva Preferenze"
    },
    "button": "Accetta e Continua",
    "coppa": "Se hai meno di 13 anni, i tuoi genitori hanno ricevuto un avviso per approvare i cookie essenziali.",
    "privacyPolicy": "Informativa sulla Privacy",
    "cookiePolicy": "Informativa sui Cookie"
  },
  "trialConsent": {
    "title": "Benvenuto nella Prova Gratuita",
    "subtitle": "Informazioni importanti sulla tua privacy",
    "description": "Per iniziare a usare MirrorBuddy gratuitamente, abbiamo bisogno del tuo consenso al trattamento di alcuni dati minimi necessari per far funzionare l'IA.",
    "processingIntro": "Tratteremo i seguenti dati in modo sicuro e anonimo:",
    "dataConversations": "Il testo delle conversazioni (usato per generare le risposte)",
    "dataProgress": "I tuoi progressi di studio (salvati localmente)",
    "dataCookies": "Cookie tecnici essenziali per la sessione",
    "privacyLink": "Leggi l'Informativa Privacy completa",
    "checkboxLabel": "Ho letto e accetto l'informativa sul trattamento dei dati",
    "startButton": "Inizia ora",
    "gdprNote": "MirrorBuddy è conforme al GDPR. Non vendiamo mai i tuoi dati a terzi."
  }
}
