{
  "cookie": {
    "title": "Protegiendo Tu Privacidad",
    "subtitle": "Utilizamos cookies esenciales",
    "explanation": "MirrorBuddy utiliza cookies para protegerte y mejorar tu experiencia de aprendizaje. Las cookies esenciales son necesarias para que la aplicación funcione de forma segura.",
    "list": {
      "session": "Cookies de sesión para mantener tu inicio de sesión seguro",
      "preferences": "Cookies para recordar tus preferencias de accesibilidad e idioma",
      "protect": "Cookies de seguridad para protegerte de ataques y abusos"
    },
    "analytics": {
      "label": "Análisis Opcional",
      "description": "Ayúdanos a entender cómo utilizas MirrorBuddy para poder mejorar la aplicación (completamente anónimo)",
      "aria": "Alternar para habilitar o deshabilitar análisis"
    },
    "customize": {
      "title": "Preferencias de Cookies",
      "description": "Elige qué cookies quieres aceptar. Las cookies esenciales siempre son necesarias para que la aplicación funcione.",
      "essentialDesc": "Necesario para seguridad y funcionalidad. No se puede desactivar.",
      "cancel": "Cancelar",
      "save": "Guardar Preferencias"
    },
    "button": "Aceptar y Continuar",
    "coppa": "Si tienes menos de 13 años, tus padres recibieron un aviso para aprobar las cookies esenciales.",
    "privacyPolicy": "Política de Privacidad",
    "cookiePolicy": "Política de Cookies"
  },
  "trialConsent": {
    "title": "Bienvenido a la Prueba Gratuita",
    "subtitle": "Información importante sobre tu privacidad",
    "description": "Para empezar a usar MirrorBuddy de forma gratuita, necesitamos tu consentimiento para procesar algunos datos mínimos necesarios para que la IA funcione.",
    "processingIntro": "Procesaremos los siguientes datos de forma segura y anónima:",
    "dataConversations": "El texto de las conversaciones (utilizado para generar respuestas)",
    "dataProgress": "Tu progreso de estudio (guardado localmente)",
    "dataCookies": "Cookies técnicas esenciales para la sesión",
    "privacyLink": "Leer la Política de Privacidad completa",
    "checkboxLabel": "He leído y acepto la política de procesamiento de datos",
    "startButton": "Empezar ahora",
    "gdprNote": "MirrorBuddy cumple con el GDPR. Nunca vendemos tus datos a terceros."
  }
}
