{
  "cookie": {
    "title": "Protection de Votre Confidentialité",
    "subtitle": "Nous utilisons des cookies essentiels",
    "explanation": "MirrorBuddy utilise des cookies pour vous protéger et améliorer votre expérience d'apprentissage. Les cookies essentiels sont nécessaires pour que l'application fonctionne de manière sécurisée.",
    "list": {
      "session": "Cookies de session pour maintenir votre connexion sécurisée",
      "preferences": "Cookies pour mémoriser vos préférences d'accessibilité et de langue",
      "protect": "Cookies de sécurité pour vous protéger des attaques et des abus"
    },
    "analytics": {
      "label": "Analyse Facultative",
      "description": "Aidez-nous à comprendre comment vous utilisez MirrorBuddy pour que nous puissions améliorer l'application (complètement anonyme)",
      "aria": "Basculer pour activer ou désactiver l'analyse"
    },
    "customize": {
      "title": "Préférences des Cookies",
      "description": "Choisissez quels cookies vous souhaitez accepter. Les cookies essentiels sont toujours nécessaires au fonctionnement de l'application.",
      "essentialDesc": "Nécessaire pour la sécurité et le fonctionnement. Ne peut pas être désactivé.",
      "cancel": "Annuler",
      "save": "Enregistrer"
    },
    "button": "Accepter et Continuer",
    "coppa": "Si vous avez moins de 13 ans, vos parents ont reçu un avis pour approuver les cookies essentiels.",
    "privacyPolicy": "Politique de Confidentialité",
    "cookiePolicy": "Politique en Matière de Cookies"
  },
  "trialConsent": {
    "title": "Bienvenue à l'Essai Gratuit",
    "subtitle": "Informations importantes sur votre vie privée",
    "description": "Pour commencer à utiliser MirrorBuddy gratuitement, nous avons besoin de votre consentement pour traiter certaines données minimales nécessaires au fonctionnement de l'IA.",
    "processingIntro": "Nous traiterons les données suivantes de manière sécurisée et anonyme :",
    "dataConversations": "Le texte des conversations (utilisé pour générer les réponses)",
    "dataProgress": "Vos progrès d'étude (enregistrés localement)",
    "dataCookies": "Cookies techniques essentiels pour la session",
    "privacyLink": "Lire la Politique de Confidentialité complète",
    "checkboxLabel": "J'ai lu et j'accepte la politique de traitement des données",
    "startButton": "Commencer maintenant",
    "gdprNote": "MirrorBuddy est conforme au RGPD. Nous ne vendons jamais vos données à des tiers."
  }
}
