{
  "cookie": {
    "title": "Schutz Deiner Privatsphäre",
    "subtitle": "Wir verwenden wesentliche Cookies",
    "explanation": "MirrorBuddy nutzt Cookies, um dich zu schützen und dein Lernerlebnis zu verbessern. Wesentliche Cookies sind notwendig, damit die App sicher funktioniert.",
    "list": {
      "session": "Sitzungs-Cookies, um dein Login sicher zu halten",
      "preferences": "Cookies, um deine Barrierefreiheits- und Spracheinstellungen zu speichern",
      "protect": "Sicherheits-Cookies, um dich vor Angriffen und Missbrauch zu schützen"
    },
    "analytics": {
      "label": "Optionale Analytik",
      "description": "Hilf uns zu verstehen, wie du MirrorBuddy nutzt, damit wir die App verbessern können (vollständig anonym)",
      "aria": "Schalter zum Aktivieren oder Deaktivieren von Analytik"
    },
    "customize": {
      "title": "Cookie-Einstellungen",
      "description": "Wähle aus, welche Cookies du akzeptieren möchtest. Wesentliche Cookies sind immer erforderlich, damit die App funktioniert.",
      "essentialDesc": "Erforderlich für Sicherheit und Funktionalität. Kann nicht deaktiviert werden.",
      "cancel": "Abbrechen",
      "save": "Speichern"
    },
    "button": "Akzeptieren und Fortfahren",
    "coppa": "Wenn du unter 13 Jahre alt bist, haben deine Eltern eine Benachrichtigung erhalten, um wesentliche Cookies zu genehmigen.",
    "privacyPolicy": "Datenschutzrichtlinie",
    "cookiePolicy": "Cookie-Richtlinie"
  },
  "trialConsent": {
    "title": "Willkommen zur Kostenlosen Testversion",
    "subtitle": "Wichtige Informationen zu Deiner Privatsphäre",
    "description": "Um MirrorBuddy kostenlos nutzen zu können, benötigen wir Dein Einverständnis zur Verarbeitung einiger minimaler Daten, die für das Funktionieren der KI erforderlich sind.",
    "processingIntro": "Wir werden die folgenden Daten sicher und anonym verarbeiten:",
    "dataConversations": "Der Text der Konversationen (verwendet zur Generierung von Antworten)",
    "dataProgress": "Dein Lernfortschritt (lokal gespeichert)",
    "dataCookies": "Wesentliche technische Cookies für die Sitzung",
    "privacyLink": "Lies die vollständige Datenschutzrichtlinie",
    "checkboxLabel": "Ich habe die Datenverarbeitungsrichtlinie gelesen und akzeptiere sie",
    "startButton": "Jetzt starten",
    "gdprNote": "MirrorBuddy ist DSGVO-konform. Wir verkaufen Deine Daten niemals an Dritte."
  }
}
